espressif/esp-idf/components/wpa_supplicant/test_apps/sdkconfig.ci.ext_esp32s3
# For EXT_RAM_BSS_ATTR
CONFIG_IDF_TARGET="esp32s3"
CONFIG_SPIRAM=y
CONFIG_SPIRAM_ALLOW_BSS_SEG_EXTERNAL_MEMORY=y
